---
kind: property
id: P:Autodesk.Revit.DB.Events.RevitAPIPostDocEventArgs.Document
zh: 文档、文件
source: html/b0a5235e-b2b3-0a29-799c-2ef535a51909.htm
---
# Autodesk.Revit.DB.Events.RevitAPIPostDocEventArgs.Document Property

**中文**: 文档、文件

The document associated with the event.

## Syntax (C#)
```csharp
public Document Document { get; }
```